[
	{
		"hash": "DWLC-A Baleful Welcome",
		"description": "Unlike the Asset / Event / Skill selection version, the effect doesn't resolve completely on revelation but lasts for an entire round. The selected (2 out of 5) cards can be put on the field to remind everyone. Also it is common that one will pick the 1st choice that is obviously not impactful, then having hard time choosing the 2nd one. By giving them these 5 cards, the selection process became more intuitive as they can ponder over 4 remaining cards for the 2nd choice."
	},
	{
		"hash": "DWLC-Broken Rails",
		"description": "If you get this card and there are other investigators at your location, paste it on your location so anyone beginning their turn remembers to deduct an action. But if you are alone, you can take the backside that says you lose 1 action to your personal area."
	},
	{
		"hash": "DWLC-Claws of Steam",
		"description": "Take this card to your personal area to remind that you cannot move."
	},
	{
		"hash": "DWLC-Something in the Drinks",
		"description": "Due to thin encounter deck it is possible to get multiple of these in one Mythos Phase. Take this card to act/agenda area so players who have had a drink remembers to deduct actions."
	},
	{
		"hash": "EOTEC-City of the Elder Things",
		"description": "Slide these cards to indicate the key assembling locations. The back side allows it poking from the right side of the card instead."
	},
	{
		"hash": "EOTEC-Ice and Death Randomizer",
		"description": "These are used to play a custom variant of Ice and Death (Part I) where you randomize which location you get in their same tier (same clue entry cost), and ignore location connection symbols. You can use them to randomly pick the original location card into play. (You now know what it is even before spending clue to enter, like the original Ice and Death.) You can also place the unknown side on the map for the players to walk into, so they don't know what they'd get until they spend clues and move in. The original Ice and Death locations didn't come with unknown backside so you can't do this with just those cards. You need to save the map you got to play Part II and Part III, though. Maybe just take a photo of it. Make sure to completely randomize all remaining locations if you ended Part I without revealing all of them. In regular Ice and Death, these cards can be used to remember (maybe store with the player's deck) Revealed Locations in your campaign log without writing in the log."
	},
	{
		"hash": "EOTEC-James Cookie Fredericks",
		"description": "Put it on an enemy that got disabled by Cookie. The effect lasts til the end of round so this might be quite useful if you take turns engaging or dragging the disabled enemies around (especially in Resolute version where you could do the disable in someone else's turn). The backside just have different set icon just in case you use Resolute version and want a matching one."
	},
	{
		"hash": "EOTEC-Key Seal Action",
		"description": "To the Forbidden Peaks and The Heart of Madness has a special action anyone could perform that is stated in the campaign book, instead of something like on Act / Agenda / Story card. Use this to make it more obvious to players. (And remind them what exactly the action does, like how many things you could give or take, or whether you can even take in from other players the first place.)"
	},
	{
		"hash": "EOTEC-Mist Pylon",
		"description": "Make it looks more like enemy card template when rule says to treat it as if it is an enemy. When it collapses, you can take this card along with the damage counter to victory display so it is more obvious that other standing pylons still have this mini card on them. It also has a handy reminder which seal it corresponds to, and the backside that enlarge the game-wide benefit text for you if you managed to put a seal on it. (Sorry if this visual is a bit too over-the-top for you, but I forgot to apply the benefits too many times I need it to really kick my eyes amidst the sea of blue cards.)"
	},
	{
		"hash": "EOTEC-Nightmarish Vapors",
		"description": "For when someone choose the -2 action Peril option."
	},
	{
		"hash": "EOTEC-Rise of the Elder Things",
		"description": "The effect temporarily buffs the enemy engaging without at the moment you draw the treachery. Paste this to those enemies. Note that the effect persists until the end of round even if you then disengages from them."
	},
	{
		"hash": "EOTEC-Roald Ellsworth",
		"description": "Put it on a treachery that got disabled by Roald. The effect only lasts til the end of turn, you might not really need this one to remember the blanking, but I made it for completeness anyway. The backside just have different set icon just in case you use Resolute version and want a matching one."
	},
	{
		"hash": "EOTEC-Supplies",
		"description": "I think it is a shame that all recoverable supplies in Ice and Death all have artworks ready in To the Forbidden Peaks, though in this scenario you could see just a tiny text on location when you are going to pick them up. I understand that attaching To the Forbidden Peaks asset here 'just for show' would be a mess of ruling. So a custom mini-card like this is perfect to finally see them! You can also pick them up for real when you succeed at the test instead of writing in the campaign log. (Plus you can clearly see which locations has stuff remaining without checking campaign log, in also Part II and Part III.) The backside contains a mini-sized proxy for dropped stuff while playing To the Forbidden Peaks, with reminder text that you need an action to pick each of them up. Players with small table might have trouble moving the asset back to the location with its uses remaining, while that location has tons of attachments, enemies, and investigator mini-cards. You can now instead move the asset to set-aside area and place these proxies on the location instead. When you have the asset on your play area, you can also attach these cards on them to remind other players that they can spend an action to take the asset from you, not just picking up from location."
	},
	{
		"hash": "EOTEC-The Heart of Madness-Seal",
		"description": "This scenario's map is epic, but it also cause problem for some players sitting at awkward angle being too far from some locations to read. These essentially just enlarge the text on some key locations that you needs to go. Put them under the location cards with bottom side poking out. The backside has different text rotation so the enlargement is poking out from right side of the location instead."
	},
	{
		"hash": "EOTEC-The Nameless Madness",
		"description": "I've had some fiddliness and visibility problem playing this scenario before. Printing whopping 15x of these gives you : 1. Horizontal mini-cards which save space and also might stands out more together with other blue enemies. 2. You can flip it to the backside when exhausting it instead of turning it sideways, which cause it to become black and white with red frame, making it more obvious where you could move without taking AoO in all the mess. Text is tiny and are there just for quick reference, you can instead read them more easily on the real card."
	},
	{
		"hash": "EOTEP-Black Market",
		"description": "You can place this card on the market pile to remind about returning cards on the next investigation phase. Sometimes the table even forgot that this pile is a market pile they can use freely, so a label like this sometimes help."
	},
	{
		"hash": "EOTEP-Mechanic's Wrench",
		"description": "Length of wrench's criteria is a little awkward to remember, you can place this card on the enemy if you need help. The backside also has a reminder for Daniela's Elder Sign effect."
	},
	{
		"hash": "EOTEP-Nkosi Mabati",
		"description": "Show your sigil choice."
	},
	{
		"hash": "EOTEP-Prophesiae Profana",
		"description": "Show where your locus is. Can tuck under the location to save space."
	},
	{
		"hash": "EOTEP-The Red Clock",
		"description": "The +3 boost for your next tests persists indefinitely even across rounds, if you are planning to not immediately using the boost this card might help seeing that state. The backside supports +4 on the Lv. 5 version. (It is also possible to stack the boost, which you could print 2 of this card but I think it is too unlikely.)"
	},
	{
		"hash": "FHVP-Bide Your Time",
		"description": "Remember to claim your 2 actions the next round. The backside has different wording, you could flip it when 'your next turn' finally comes."
	},
	{
		"hash": "FHVP-Blackmail File",
		"description": "This card adds temporary aloof to the pasted enemy."
	},
	{
		"hash": "FHVP-Confound",
		"description": "Long evade indicator. Remove from the enemy at the Upkeep when it is going to ready. The backside is generic and can be use with other long evade effect."
	},
	{
		"hash": "FHVP-Eyes of Valusia",
		"description": "Debuff indicator so other investigators that gangs up on it after you remember to account for it."
	},
	{
		"hash": "FHVP-I'll Pay You Back!",
		"description": "A legally binding debt document. Front side has a wording that make sense if you give the mini-card to someone you borrowed the resource from, so you give the workload of reminding you to pay back to that investigator. Back side works inversely by keeping it on you."
	},
	{
		"hash": "FHVP-Ofuda",
		"description": "Temporary keyword removal indicator. As a bonus it looks like the Ofuda is really on the enemy's forehead!"
	},
	{
		"hash": "FHVP-Stall for Time",
		"description": "Long evade indicator. Remove from the enemy at the Upkeep when it is going to ready. The backside is generic and can be use with other long evade effect."
	},
	{
		"hash": "PAR-Directive",
		"description": "Helper to count 2 times limit on 3 different kind of Directive. Tuck it under the directive when it is still 0 times. There is also an boolean indicator whether you had discovered a clue or not so you can commit under Seek the Truth."
	},
	{
		"hash": "PTCC-Courage",
		"description": "Put this over the player card back to make it more like a horror soak. I've had problem of players forgetting they had courage to soak horror, and even someone who picked up Courage after they came back from toilet thinking that it is their hand!"
	},
	{
		"hash": "PTCC-Crashing Floods",
		"description": "Indicator for a failed Crashing Floods. Use the backside when you lose 2 actions. (Just flip your investigator card if you loses 3 actions...)"
	},
	{
		"hash": "PTCC-Puppet of Hastur",
		"description": "Stat boost indicator to paste on the enemy if you choose that choice. The back side just have a different name for original version of The Path to Carcosa."
	},
	{
		"hash": "PTCC-The King's Edict",
		"description": "Put this card near act/agenda because the effect is game-wide. The card can also be moved to near the Cultist you are fighting with to not forget counting the boost."
	},
	{
		"hash": "PTCP-Lola Hayes",
		"description": "Show your current role with front side. The back side shows inactive roles, you can still see what that is when you are going to switch to it. To represent Neutral role, just flip all roles to the back side."
	},
	{
		"hash": "PTCP-Minh Thi Phan",
		"description": "Boolean indicator whether you had used the Wild icon ability for a particular teammate already or not this round. Pick a Seeker one for yourself and others to represent your teammates. When you are going to add a Wild icon to someone, \"commit\" this card together to the commit pile, attaching to that player's committed card. Flip to inactive side and bring it back to your play area after the test ended. There is a ? icon printed on the card so it is a little bit more intuitive to tally stat boost before pulling the chaos token."
	},
	{
		"hash": "SS-Fortune and Folly-Dimensional Duplicator",
		"description": "There is an ability that summons a token enemy in this scenario using face down card from player's deck as a proxy. Paste this card over it to make the proxy seemingly has printed text."
	},
	{
		"hash": "SS-Fortune and Folly-Patrol",
		"description": "Patrol in this scenario is cool but resolving it each Enemy Phase almost felt like it should have been a task for computer program. Make it more obvious which way they are going by sliding this card under the enemy. Enemies here walk in circle, and arrows surrounding this mini-card matches that. Depending on which part of the ring enemy is standing right now, you show a matching arrow on the mini-card. There should be only 1 arrow poking out from under the enemy card at all times. Recommended amount of 6 is still less than theoretical limit, but I think it is enough."
	},
	{
		"hash": "TCUC-Abandoned Chapel",
		"description": "Reminders to subtract skill values. Note that this effect could stack. (e.g. Mythos Phase gets you one, then start of Investigation Phase you somehow get it again, then you fail investigation and get it again, etc.) The backside has -2 for poor soul who got wombo combo-ed by the haunt. I recommends 2 copies so you could share the pain or add them up to make -3 or -4."
	},
	{
		"hash": "TCUC-Brown Jenkin",
		"description": "3 copies because this card is handy to place near/on the Creature enemy that someone is fighting to remind them this effect coming from somewhere else in the map. The back side is greyed out so you could flip it when you exhaust to remove the buff temporarily."
	},
	{
		"hash": "TCUC-Diabolic Voices",
		"description": "Keep track of Diabolic Voices in the discard pile by placing this card near it, so when you get the next one you don't have to sift through the discard pile and count them. You can print just 2, take the mini-cards away on 0 or 3 count."
	},
	{
		"hash": "TCUC-Evil Past",
		"description": "If a scenario uses City of Sins encounter set, place this card near the encounter deck as a reminder to scan the play field whenever the encounter deck became empty. Note that in The Wages of Sin both decks could trigger the empty criteria, so place it near both discard piles."
	},
	{
		"hash": "TCUC-Extradimensional Visions",
		"description": "The treachery asks you to count the amount of treachery discard pile on Revelation, so the idea is maintaining stacks of 10/20 cards each time you reach that number along the way instead of counting from scratch every time. This mini-card's purpose is to mark a completed stack of size 10/20/30. (You can also make 2 stacks of 10 cards each since there are 2 copies.)"
	},
	{
		"hash": "TCUC-Heretics' Graves",
		"description": "This debuff effect lasts all the way to the end of your NEXT turn if you get it inside your turn. Therefore it has a backside without 'next' wording for you to flip to once you finally begin the turn that will get rid of the debuff."
	},
	{
		"hash": "TCUC-Mysteries of the Lodge",
		"description": "Place this card on the Cultist that got the doom to remind you of its temporary stat boost this round. Note that while attaching Mysteries of the Lodge itself to the enemy until the end of round is generally OK as a reminder, this campaign do care about state of encounter discard pile sometimes you shouldn't mess with it too much."
	},
	{
		"hash": "TCUC-Priestess of the Coven",
		"description": "If a scenario uses Anette's Coven encounter set, place this card near the encounter deck as a reminder to scan the play field whenever the encounter deck became empty. The other 2 cards are for keeping track of the discarded Witch buff. The +3 card also has a greyed out backside to flip to when the encounter discard pile finally resets."
	},
	{
		"hash": "TCUC-Reanimated Dead",
		"description": "There is an ability that summons a token enemy in this scenario using face down card from player's deck as a proxy. Paste this card over it to make the proxy seemingly has printed text."
	},
	{
		"hash": "TCUC-The Secret Name",
		"description": "This text is printed on the Agenda card, but this scenario is so stamina draining that I ended up making mistakes towards the end of it. I'd rather have these enlarged text somewhere near the hoard of enemies I'm trying to kill to easier take them into my turn planning. Agenda card might also be hard to see for fighter players sitting further away, while you can always move this mini-card around."
	},
	{
		"hash": "TCUC-The Spectral Watcher",
		"description": "Show off your hardwork of defeating it by pasting this card on it. Take the card out instead of ready it."
	},
	{
		"hash": "TDEP-Ethereal Form",
		"description": "'You are ethereal' indicator."
	},
	{
		"hash": "TFAC-A Tear in Time",
		"description": "Your personal indicator of how many actions you choose to lose."
	},
	{
		"hash": "TFAC-Between Worlds",
		"description": "The treachery turn itself into a location with some printed texts. This mini-card \"prints\" those on the treachery for you when you place it over bottom part of treachery."
	},
	{
		"hash": "TFAC-Hand of the Brotherhood",
		"description": "Sometimes you forgot that the effect spreads to the enemy's nearby location. If you need help you can paste this card on all affected locations. Back side functions as a boolean to temporarily disable the effect."
	},
	{
		"hash": "TFAC-The Winged Serpent",
		"description": "Long evade indicator for this enemy so you remember to not ready it just yet."
	},
	{
		"hash": "TFAP-Kerosene",
		"description": "Usually it is not hard to remember the corpse for Kerosene but I thought it might be cool to actually see the corpse..."
	},
	{
		"hash": "TFAP-Slip Away",
		"description": "Long evade indicator. Remove from the enemy at the Upkeep when it is going to ready. The backside is generic and can be use with other long evade effect."
	},
	{
		"hash": "TICP-Geas",
		"description": "Show your chosen promise."
	},
	{
		"hash": "TSKC-Alien Frontier",
		"description": "Slide this card under the location with just the arrow poking out below to remind you of test you have to do when moving in that direction. If the location says test on move up or down, use back side instead and have it poke out of right side of the location card."
	},
	{
		"hash": "TSKC-City of Remnants",
		"description": "The concealed locations have tiny expose punishments printed on it with only one choice relevant. You place these mini-card over their bottom part to enlarge that relevant text for players sitting further away to see more easily."
	},
	{
		"hash": "TSKC-Figures in the Dark",
		"description": "Indicator for everyone to see if you choose the lose action option."
	},
	{
		"hash": "TSKC-Golem",
		"description": "There is an ability that summons a token enemy in this scenario using face down card from player's deck as a proxy. Paste this card over it to make the proxy seemingly has printed text."
	},
	{
		"hash": "TSKC-In Plain Sight",
		"description": "Attach to the enemy to remind you of effect that lasts til the end of round, while the actual card gets discarded. (It is sometimes relevant to discard it as it says for example with Darrel player.)"
	},
	{
		"hash": "TSKC-The Shade Reaper",
		"description": "Place it on the field each time it shifts to remind everyone of reduced action. Note that there are many different effects that ended up causing it to shift, printing 2x of this is not that unrealistic. Back side has a little different wording."
	},
	{
		"hash": "TSKP-Astral Mirror",
		"description": "This card isn't too confusing to understand but I think this is quite a cool concept to give it a try... This one card represent your 2 Arcane slots. Print more if you are planning to have 3+ Arcane slots by other means, use the back side to add odd number of slot. If you put down an arcane asset occupying one of the slot, overlay the top corner of that card over both the arcane icon and blue hand icon to represent that your extra hand had disappeared. Inversely, if you are going to play the 3rd Hand asset into your extra hand, overlay the top corner of that card such that it covers just the blue hand icon, but not the arcane icon. Now you can clearly see you still have 2 vacant Arcane slots."
	},
	{
		"hash": "TSKP-At a Crossroads",
		"description": "If you choose draw 3, you (or the player that draws 3) might have to remember to lose action across long Mythos Phase ahead. This mini-card could help you do that."
	},
	{
		"hash": "TSKP-Carson Sinclair",
		"description": "Boolean indicator whether you had helped a particular investigator already or not."
	},
	{
		"hash": "TSKP-Disguise",
		"description": "Long evade indicator. Remove from the enemy at the Upkeep when it is going to ready. The backside is generic and can be use with other long evade effect."
	},
	{
		"hash": "TSKP-Embezzled Treasure",
		"description": "Remembers extra resources that the player would get when you gathered up to play the next time. The cards should be thrown into that investigator's deck when you clean up the game. (e.g. If they would start the next scenario with +4 resources, then give them a 1 resource card and a 3 resource card.)"
	},
	{
		"hash": "TSKP-Empirical Hypothesis",
		"description": "Show your current hypothesis. Other than helping you remember it across Mythos Phase, I find it also helpful to not forget deciding a new hypothesis before placing doom."
	},
	{
		"hash": "TSKP-Guidance",
		"description": "Give it to the player receiving your guidance so they can tally the stat boost easier in their turn, and remember the extra action. The back side supports Lv. 0 one in The Path to Carcosa Investigator Expansion."
	},
	{
		"hash": "TSKP-Hunter's Armor",
		"description": "Overwrites soak values to 4 instead of 2 on customization. I find it hard to \"unsee\" the printed 2 when actually I have more than that. It also has variations that modifies slot icons and traits, but those aren't as important as the soak."
	},
	{
		"hash": "TSKP-Hyperphysical Shotcaster",
		"description": "Show your current form."
	},
	{
		"hash": "TSKP-Living Ink",
		"description": "If you activate Subtle Depiction, it helps reminds you to not add any boost until the end of round. Flipping it to the greyed out back side at the end of round is also helpful to remind you that you do have the boost in Mythos Phase despite repeatedly activating Subtle Depiction."
	},
	{
		"hash": "TSKP-Making Preparations",
		"description": "Six possible configurations for this card to remind you across the round. My group often just remember the boosts but forgot that 2 other stats are lowered so I make them red."
	},
	{
		"hash": "TSKP-Pocket Multi Tool",
		"description": "Throw it to the commit pile when you decided to boost the test for easier value tally, choosing either +1 or +2 side depending on your customization. If you have Detachable it is also useful for other player to physically grab the boost from you for their own tests."
	},
	{
		"hash": "TSKP-Press Pass",
		"description": "Remember your extra action gained, especially on clue spending at awkward timing that you need to remember the benefit until you get to take your turn next time."
	},
	{
		"hash": "TSKP-Runic Axe",
		"description": "I've had a Scriptweaver user who spent 3 minutes declaring verbally and count in their head what effects are going to happen, what minus is going to damage the enemy, what minus is going to get him clue(s) on Elders, how many damages, how many clues, ...Then when they pull the chaos token, they count everything over again! (And sometimes wondering if they forgot replenishing a charge or not.) These cards can be \"committed\" when you attack to represent the inscriptions that you choose to activate with your charges so it gets easier to tally the boosts and extra effects, both before and after token pulling. Ancient Power user can use the back side to represent up to 2x stacking boosts of each inscription."
	},
	{
		"hash": "TSKP-Strings of Curses",
		"description": "Paste on the enemy you cursed, so it don't get mistakenly damaged next by something like a Dynamite Blast."
	},
	{
		"hash": "TSKP-Summoned Servitor",
		"description": "Overwrites text box of Summoned Servitor when using Armored Carapace or Dominance customization."
	}
]
